print(5 + 5)
print(8 - 6)
print(12 * 3)
print(11 / 4)
print(15 / 9)
print(7 % 5)
print(4 ** 3, "\n")

a = 6
a += 9
b = 12
b -= 6
c = 3
c *= 3
d = 45
d /= 8
e = 19
e %= 5
f = 3
f **= 4

print(a)
print(b)
print(c)
print(d)
print(e)
print(f, "\n")

a = 505 == 506
b = 35 != 87
c = 5 > 6
d = 10 < 12
e = 7000 >= 3000
f = 2500 <= 10000

print(a)
print(b)
print(c)
print(d)
print(e)
print(f, "\n")

# Операторы:
# + - Сложение
# − - Вычитание
# * - Умножение
# / - Деление
# // - Целочисленное деление
# % - Остаток от деления
# ** - Возведение в степень

# = - Присваивание
# += - Сложение с присваиванием
# −= - Вычитание с присваиванием
# *= - Умножение с присваиванием
# /= - Деление с присваиванием
# %= - Остаток от деления с присваиванием
# **= - Возведение в степень с присваиванием

# == - Равно
# != - Не равно
# > - Больше чем
# < - Меньше чем
# >= - Больше или равно
# <= Меньнь или равно