dict = {
    "фрукты": {
    "банан": "желтый"
    },
    "машины": {
    "помидор": "красный", "Lada": {
        "sedan": "машина"
    }
    },
    "планеты": {
    "арбуз": "зеленый", "bmw": {
        "фургон": "большой", "Фаннинг": "красивая", "словарь": {
            "строка": "звездные войны",
            "список": ["Элли Салазар", 14, "Tlou", "умная"],
            "кортеж": ("Цезарь", True, 578, 12.50)
        }
    }
    },
    "актрисы": {
    "тыква": "оранжевая", "tayota": {
        "камаз": "тяжолый"
    }
    },
    "игры": {
    "карторшка": "коричневая"
    }
}

a = dict["планеты"]["bmw"]["словарь"]["список"][0]
b = dict["планеты"]["bmw"]["Фаннинг"]

word = a + " " + b + " :)"
print(word)
