users = [
["Лена", "Ломоносова", 45060],
["Николай", "Сергеевич", 12574],
["Зека", "Хотабыч", 300700]
]

print("•банк хаспи•".upper())
print("Количество клиентов: ", end="")
print(len(users))
print("Всего денег: ", end="")
print(users[0][2] + users[1][2] + users[2][2])

print(f"""\n— ИМЯ: {users[0][0]}
— ФАМИЛИЯ: {users[0][1]}
— СЧЕТ: {users[0][2]} руб.""")

print(f"""\n— ИМЯ: {users[1][0]}
— ФАМИЛИЯ: {users[1][1]}
— СЧЕТ: {users[1][2]} руб.""")

print(f"""\n— ИМЯ: {users[2][0]}
— ФАМИЛИЯ: {users[2][1]}
— СЧЕТ: {users[2][2]} руб.""")